{
  "posts": [
    {
      "title": "it working",
      "subtitle": "yayyyyyyyyyyyyyy",
      "content": "Rawat",
      "image": "https://res.cloudinary.com/disi1b2g4/image/upload/v1756231795/admin/blog-posts/blog_it-working.jpg",
      "author": "Anjaliii",
      "tags": [],
      "slug": "it-working",
      "publishedAt": "2025-08-26T18:08:15.635Z",
      "id": "1756231732275",
      "createdAt": "2025-08-26T18:08:52.824Z",
      "updatedAt": "2025-08-26T18:08:52.824Z"
    },
    {
      "title": "Grey Serenity: A Moody Day at the Shore",
      "subtitle": "Interlude Beneath Overcast Skies",
      "content": "Staring out across the muted landscape, the beach takes on a rare kind of beauty when overcast skies settle over the shore. The world slows and quiets, colors drifting into soft, smoky gradients as if painted in grayscale by a thoughtful hand. The grainy texture of sand in the foreground, blurred and subtle, emphasizes the deep calm that only a cloudy seaside morning can evoke. Each wave echoes gently up the beach, their white froth the only vividness in a scene clouded by dusk.\n\nThe distant shoreline sits shrouded in mist, unreachable but beckoning. The sky, layered and weighty, seems to lean against the horizon, compressing the landscape into a meditative pause. No crowds, no bright umbrellas—just the hushed whispers of the ocean and the steady rhythm of air moving over water.\n\nThere are days when the beach isn’t about light and laughter; instead, it invites introspection and reverie. Here, with the sand cool and damp beneath your palm, you find space to breathe, to remember, while the waves quietly rewrite the story of the shore. The moody palette asks for stillness—an opportunity for the mind to wander as freely as the tide. This is the gift of a grey serenity, a rare moment alone with the vast world, a silent afternoon promised only by the coast.\n\n",
      "image": "https://res.cloudinary.com/disi1b2g4/image/upload/v1756231635/admin/blog-posts/blog_soro.jpg",
      "author": "Saurow",
      "tags": [],
      "slug": "grey-serenity-a-moody-day-at-the-shore",
      "publishedAt": "2025-08-26T18:05:32.926Z",
      "id": "1756231574504",
      "createdAt": "2025-08-26T18:06:15.453Z",
      "updatedAt": "2025-08-26T18:39:51.861Z"
    },
    {
      "title": "karta kya hai",
      "subtitle": "raftar ",
      "content": "mai bata hun voh karta kya hai, ghost writing thodi hai darta kya hai\n",
      "image": "https://res.cloudinary.com/disi1b2g4/image/upload/v1756230398/admin/blog-posts/blog_karta-kya-hai.jpg",
      "author": "Karnma ",
      "tags": [],
      "slug": "karta-kya-hai",
      "publishedAt": "2025-08-26T17:42:24.897Z",
      "id": "1756230191258",
      "createdAt": "2025-08-26T17:43:11.910Z",
      "updatedAt": "2025-08-26T17:45:35.825Z"
    }
  ]
}